Repository: ppfeufer/aa-srp
Catalog: aasrp/locale/*/LC_MESSAGES/django.po
Languages: de, fr_fr, ru, uk

source: Ship Replacement
de: Schiffserstattung
fr_fr: Remplacement de vaisseau
ru: Компенсация боевых потерь (SRP)
uk: Компенсація корабля

source: Creator
de: Ersteller
fr_fr: Créateur
ru: Создатель
uk: Автор

source: Requestor
de: Anforderer
fr_fr: Solliciteur
ru: Заявитель
uk: Заявник

source: SRP code
fr_fr: Code de SRP
ru: Код SRP
uk: Код SRP

source: Loss amount
de: Verlustbetrag
ru: Оценка ущерба
uk: Сума збитків

source: Payout amount
de: Auszahlungsbetrag
ru: Размер выплаты
uk: Сума виплати

source: Request code
de: Anfrage Code
ru: Код Запроса
uk: Код запиту

source: Character
de: Charakter
ru: Пилот
uk: Персонаж

source: Activate selected %(verbose_name_plural)s
de: %(verbose_name_plural)s Ausgewählte aktivieren
fr_fr: Activer les %(verbose_name_plural)s sélectionné(e)s
uk: Активувати обране %(verbose_name_plural)s

source: Failed to activate {failed} fleet type
de: Aktivieren von {failed} Flottenart ist fehlgeschlagen
fr_fr: Échec de l'activation du type de flotte {failed}
ru: Не удалось разрешить {failed} тип флота
uk: Не вдалось активувати: {failed} тип флоту

source: Activated {notifications_count} fleet type
de: {notifications_count} Flottenart aktiviert
fr_fr: {notifications_count} type de flotte activé
ru: Разрешены {notifications_count} тип флота
uk: Активовано {notifications_count} тип флоту

source: Deactivate selected %(verbose_name_plural)s
de: %(verbose_name_plural)s Ausgewählte deaktivieren
uk: Деактивувати обране %(verbose_name_plural)s

source: Failed to deactivate {failed} fleet type
de: Deaktivieren von {failed} Flottenart ist fehlgeschlagen
fr_fr: Échec de la désactivation de {failed} type de flotte
ru: Не удалось деактивировать {failed} тип флота
uk: Не вдалось деактивувати {failed} тип флоту

source: Deactivated {notifications_count} fleet type
de: {notifications_count} Flottenart deaktiviert
fr_fr: {notifications_count} type de flotte désactivé
ru: Деактивировать {notifications_count} тип флота
uk: Деактивовано {notifications_count} тип флоту

source: This field is mandatory
de: Dies ist ein Pflichtfeld
fr_fr: Ce champ est obligatoire
ru: Обязательное поле
uk: Це поле обовʼязкове

source: Fleet name
de: Flottenname
fr_fr: Nom de la flotte
ru: Название флота
uk: Назва флоту

source: Fleet time
de: Flottenzeit
fr_fr: Heure de la fleet
ru: Время флота
uk: Час флоту

source: Fleet type (optional)
de: Flottenart (optional)
fr_fr: Type de flotte (facultatif)
ru: Тип флота (не обязательно)
uk: Тип флоту (не обов'язково)

source: Doctrine
de: Doktrin
ru: Формат
uk: Доктрина

source: After action report link
de: Link zum Flottenbericht
fr_fr: Lien du rapport de combat
ru: Ссылка на отчет о боевых действиях
uk: Посилання на звіт події

source: Fleet type
de: Flottenart
fr_fr: Type de flotte
ru: Тип флота
uk: Тип флоту

source: Find your kill mail on {zkillboard_base_url}, {evetools_base_url} or {eve_kill_base_url} and paste the link here.
de: Suche Deine Kill-Mail auf {zkillboard_base_url}, {evetools_base_url} oder {eve_kill_base_url} und füge den Link hier ein.
fr_fr: Trouvez votre rapport de décès sur {zkillboard_base_url}, {evetools_base_url} ou {eve_kill_base_url} et collez le lien ici.
uk: Знайдіть ваш kill mail на {zkillboard_base_url}, {evetools_base_url} або {eve_kill_base_url} і вставте посилання тут.

source: Please tell us about the circumstances of your untimely demise. Who was the FC, what doctrine was called, have changes to the fit been requested and so on. Be as detailed as you can.
de: Bitte teile uns die Umstände Deines frühen Ablebens mit. Wer war der FC, wie hieß die Doktrin, wurden Änderungen am Fitting gefordert und so weiter. Sei so detailliert wie möglich.
fr_fr: Veuillez nous raconter les circonstances de vôtre décès prématuré. Qui était le commandant de flotte (FC), quelle doctrine était utilisée, s'il vous a été demandé de faire des changement sur l'équipement et ainsi de suite. Fournissez le plus de détails que vous pouvez.
ru: Пожалуйста, расскажите нам об обстоятельствах вашей безвременной кончины. Кто был ФК, какая требовалась доктрина, были ли анонсированы изменения в фитах и так далее. Будьте настолько подробны, насколько это возможно.
uk: Будь ласка, розкажіть про обставини вашої несподіваної втрати. Хто був ФК, яка доктрина була визначена, чи були запитання щодо змін у фіті і так далі. Будь ласка, будьте максимально детальними.

source: Killboard link
fr_fr: Lien vers Killboard
ru: Ссылка на килборду
uk: Посилання на Killboard

source: Additional information
de: Zusätzliche Informationen
fr_fr: Informations complémentaires
ru: Дополнительная информация
uk: Додаткова інформація

source: Invalid link. Please use {zkillboard_base_url}, {evetools_base_url} or {eve_kill_base_url}
de: Ungültiger Link. Bitte verwende {zkillboard_base_url}, {evetools_base_url} oder {eve_kill_base_url}
fr_fr: Lien invalide. Veuillez utiliser {zkillboard_base_url}, {evetools_base_url} ou {eve_kill_base_url}
uk: Не коректне посилання. Будь ласка, використовуйте {zkillboard_base_url}, {evetools_base_url} або {eve_kill_base_url}

source: Invalid link. Please post a link to a kill mail.
de: Ungültiger Link. Bitte poste einen Link zu einer Killmail.
fr_fr: Lien invalide. Veuillez fournir un lien vers un rapport de décès.
ru: Некорректная ссылка. Укажите действительную ссылка на kill mail.
uk: Невірне посилання. Будь ласка, надайте посилання на kill mail.

source: There is already an SRP request for this kill mail. Please check if you got the right one.
de: Es gibt bereits eine SRP Anfrage für diese Killmail. Bitte überprüfe, dass Du die Richtige hast.
fr_fr: Il y a déjà une demande de SRP pour ce rapport de décès. Veuillez vérifier qu'il s'agit du bon rapport.
ru: Для указанного kill mail уже зарегистрирован SRP запрос. Убедитесь, что Вы указали верную ссылку.
uk: Для цього kill mail вже є запит на SRP. Будь ласка, перевірте, чи ви використовуєте правильне посилання.

source: SRP payout value
de: SRP Auszahlungsbetrag
fr_fr: Valeur du paiement de SRP
ru: SRP выплата
uk: Значення виплати SRP

source: Please provide the reason this SRP request is rejected.
de: Bitte gib einen Grund für die Ablehnung der SRP Anfrage an.
fr_fr: Veuillez fournir la raison du rejet de cette demande de SRP.
ru: Укажите причину отказа для данного SRP запроса.
uk: Будь ласка, надайте причину, чому цей запит на SRP був відхилений.

source: Reject reason
de: Ablehnungsgrund
fr_fr: Raison du rejet
ru: Причина отказа
uk: Причина відхилення

source: Leave a comment for the requestor
de: Hinterlasse einen Kommentar für den Anfragenden
fr_fr: Laissez un commentaire pour le demandeur
ru: Оставьте комментарий для заявителя
uk: Залиште коментар для запитувача

source: Comment (optional)
de: Kommentar (Optional)
fr_fr: Commentaire (facultatif)
ru: Комментарий (не обязательно)
uk: Коментар (не обов'язково)

source: Please provide the reason why this former rejected SRP request is now accepted.
de: Bitte geben Sie den Grund an, warum diese zuvor abgelehnte SRP Anfrage jetzt akzeptiert wird.
fr_fr: Veuillez fournir la raison pour laquelle cette demande de SRP a finalement été acceptée.
ru: Укажите причину удовлетворения SRP запроса, который ранее был отклонен.
uk: Будь ласка, надайте причину, чому цей раніше відхилений запит на SRP тепер прийнятий.

source: Comment
de: Kommentar
fr_fr: Commentaire
ru: Комментарий
uk: Коментар

source: Disable notifications. (Auth and Discord, if a relevant module is installed)
de: Benachrichtigungen deaktivieren. (Auth und Discord, wenn ein entsprechendes Modul installiert ist)
fr_fr: Désactiver les notifications. (Auth et Discord, si un module approprié est installé)
ru: Отключить уведомления. (Auth и Discord при установленных модулях)
uk: Вимкнути сповіщення. (Auth та Discord, якщо відповідний модуль встановлений)

source: Unknown character
de: Unbekannter Charakter
fr_fr: Personnage inconnu
ru: Неизвестный пилот
uk: Невідомий персонаж

source: Copy character name to clipboard
de: Charakternamen in die Zwischenablage kopieren
fr_fr: Copier le nom du personnage dans le presse-papiers
ru: Скопировать имя пилота в буфер обмена
uk: Скопіювати ім'я персонажа в буфер обміну

source: Request SRP
de: SRP anfordern
fr_fr: Requête de SRP
ru: Запросить SRP
uk: Запит на SRP

source: View SRP requests
de: SRP Anfragen ansehen
fr_fr: Voir les demandes de SRP
ru: Показать SRP запросы
uk: Переглянути SRP запити

source: Add/Change AAR link
de: AAR Link hinzufügen/ändern
fr_fr: Ajouter/Modif. rapport
ru: Добавить/изменить ссылку на ОБД
uk: Додати/змінити посилання на AAR

source: Disable SRP link
de: SRP Link deaktivieren
fr_fr: Désactiver le lien du SRP
ru: Отключить SRP ссылку
uk: Вимкнути SRP-посилання

source: Enable SRP link
de: SRP Link aktivieren
fr_fr: Activer le lien du SRP
ru: Включить SRP ссылку
uk: Увімкнути SRP-посилання

source: Remove SRP link
de: SRP Link entfernen
uk: Видалити посилання SRP

source: SRP request pending
de: SRP Anfrage ausstehend
fr_fr: Demande de SRP en attente
ru: SRP запрос обрабатывается
uk: Запит на SRP очікує розгляду

source: SRP request approved
de: SRP Anfrage bewilligt
fr_fr: Demande de SRP acceptée
ru: SRP запрос удовлетворен
uk: Запит на SRP затверджено

source: SRP request rejected
de: SRP Anfrage abgelehnt
fr_fr: Demande de SRP rejetée
ru: SRP запрос отклонен
uk: Запит на SRP відхилено

source: SRP request details
de: SRP Anfrage Details
fr_fr: Détails de la demande de SRP
ru: Детали SRP запроса
uk: Деталі запиту на SRP

source: Accept SRP request
de: SRP Anfrage akzeptieren
fr_fr: Accepter la demande de SRP
ru: Удовлетворить SRP запрос
uk: Прийняти запит на SRP

source: Reject SRP request
de: SRP Anfrage ablehnen
fr_fr: Refuser la demande de SRP
ru: Отклонить SRP запрос
uk: Відхилити запит на SRP

source: Delete SRP request
de: SRP Anfrage löschen
fr_fr: Supprimer la demande de SRP
ru: Удалить SRP запрос
uk: Видалити запит на SRP

source: Copy request code to clipboard
de: Anfragecode in die Zwischenablage kopieren
uk: Скопіювати код запиту в буфер обміну

source: Copy payout amount to clipboard
de: Auszahlungsbetrag in die Zwischenablage kopieren
uk: Скопіювати суму виплати в буфер обміну

source: Descriptive name of your fleet type
de: Beschreibender Name für die Flottenart
fr_fr: Nom descriptif de votre type de flotte
ru: Характерное название данного типа флота
uk: Назва вашого типу флоту

source: Name
fr_fr: Nom
ru: Название
uk: Назва

source: Whether this fleet type is active or not
de: Ist diese Flottenart aktiv oder nicht
fr_fr: Si ce type de flotte est actif ou non
ru: Активен или нет данный тип флота
uk: Чи активний цей тип флоту

source: Is enabled
de: Ist aktiviert
fr_fr: Est activé
ru: Разрешен
uk: Активно

source: Fleet types
de: Flottenarten
fr_fr: Types de flotte
ru: Типы флота
uk: Тип флоту

source: Active
de: Aktiv
fr_fr: Actif
ru: Активен
uk: Активне

source: Closed
de: Geschlossen
fr_fr: Cloturé
ru: Закрыт
uk: Закрите

source: Completed
de: Vollständig
fr_fr: Complété
ru: Завершен
uk: Виконане

source: SRP name
fr_fr: Nom de SRP
ru: Название SRP
uk: Назва SRP

source: SRP status
fr_fr: Status du SRP
ru: Статус SRP
uk: Статус SRP

source: Fleet commander
de: Flottenkommandant
fr_fr: Commandant de flotte
ru: Командир флота
uk: Командувач флотом

source: The SRP link fleet type, if it's set
de: Die Flottenart, wenn angegeben
ru: Тип флота для SRP ссылки, при наличии
uk: Тип флоту для посилання на SRP, якщо він встановлений

source: AAR link
fr_fr: Lien AAR
ru: AAR ссылка
uk: AAR-посилання

source: Who created the SRP link?
de: Wer hat den SRP Link erstellt?
fr_fr: Qui a crée le lien de SRP ?
ru: Кто создал SRP ссылку?
uk: Хто створив посилання на SRP?

source: SRP link
fr_fr: Lien de SRP
ru: SRP ссылка
uk: SRP-посилання

source: SRP links
fr_fr: Liens de SRP
ru: SRP ссылки
uk: SRP-посилання

source: Pending
de: Ausstehend
fr_fr: En attente
ru: Рассматривается
uk: Очікує

source: Approved
de: Genehmigt
fr_fr: Approuvé
ru: Удовлетворен
uk: Затверджено

source: Rejected
de: Abgelehnt
fr_fr: Refusé
ru: Отклонен
uk: Відхилено

source: Who created the SRP request?
de: Wer hat die SRP Anfrage erstellt?
fr_fr: Qui a créé la demande de SRP?
ru: Кто создал SRP ссылку?
uk: Хто створив запит на SRP?

source: Ship type
de: Schiffstyp
fr_fr: Type de vaisseaux
ru: Тип корабля
uk: Тип корабля

source: Ship type ID
de: Schiffstyp ID
uk: ID типу корабля

source: Request status
de: Anfragestatus
fr_fr: Status de la demande
ru: Статус запроса
uk: Статус запиту

source: Request time
de: Zeit der Anfrage
fr_fr: Heure de la demande
ru: Время запроса
uk: Час запиту

source: Request
de: Anfrage
fr_fr: Demande
ru: Запрос
uk: Запит

source: Requests
de: Anfragen
fr_fr: Demandes
ru: Запросы
uk: Запити

source: {character_name} ({user_name}) SRP request for: {ship} ({request_code})
de: {character_name} ({user_name}) SRP Anfrage für: {ship} ({request_code})
ru: {character_name} ({user_name}) SRP запрос для: {ship} ({request_code})
uk: Запит на SRP для {character_name} ({user_name}): {ship} ({request_code})

source: SRP request
de: SRP Anfrage
fr_fr: Demande de SRP
ru: SRP запрос
uk: Запит на SRP

source: Insurance level
de: Versicherungsstufe
fr_fr: Niveau de l'assurance
ru: Уровень страховки
uk: Категорія страхування

source: Insurance cost
de: Versicherungskosten
fr_fr: Coût de l'assurance
ru: Стоимость страховки
uk: Вартість страхування

source: Insurance payout
de: Versicherungsauszahlung
ru: Страховая выплата
uk: Виплата за страховкою

source: Ship insurance
de: Schiffsversicherung
fr_fr: Assurance du vaisseau
ru: Страховка корабля
uk: Страхування корабля

source: Ship insurances
de: Schiffsversicherungen
ru: Страховки корабля
uk: Страхування кораблів

source: SRP request added
de: SRP Anfrage hinzugefügt
fr_fr: Demande de SRP ajoutée
ru: SRP запрос добавлен
uk: Запит на SRP додано

source: Status changed
de: Status geändert
fr_fr: Statut modifié
ru: Статус изменился
uk: Статус змінено

source: Reviser comment
de: Kommentar des Bearbeiters
fr_fr: Commentaire du réviseur
ru: Пересмотренный комментарий
uk: Коментар ревізора

source: Comment type
de: Kommentartyp
fr_fr: Type de commentaire
ru: Тип комментария
uk: Тип коментаря

source: Comment time
de: Kommentarzeit
fr_fr: Heure du commentaire
ru: Время комментария
uk: Час коментаря

source: New SRP request status
de: Neuer SRP Anfragestatus
fr_fr: Nouveau statut de la demande de SRP
ru: Новый статус запроса SRP, который мог быть установлен
uk: Новий статус запиту на SRP

source: Comments
de: Kommentare
fr_fr: Commentaires
ru: Комментарии
uk: Коментарі

source: User
de: Nutzer
fr_fr: Utilisateur
ru: Пользователь
uk: Користувач

source: Disable notifications
de: Benachrichtigungen ausschalten
fr_fr: Désactiver les notifications
ru: Отключить уведомления
uk: Вимкнути сповіщення

source: User settings
de: Benutzereinstellungen
fr_fr: Paramètres de l'utilisateur
ru: Настройки пользователя
uk: Налаштування користувача

source: SRP team Discord channel ID
de: SRP Team Discord Kanal ID
fr_fr: Identifiant du canal Discord de l'équipe SRP
ru: Идентификатор канала Discord команды SRP
uk: ID каналу Discord для SRP-команди

source: Loss value source
de: Verlustwertquelle
ru: Источник суммы потерь
uk: Джерело вартості збитків

source: Fitted value (Ship and Fitting)
de: Ausstattungswert (Schiff und Ausstattung)
ru: Стоимость оснастки корабля (Корабль и оснастка)
uk: Вартість фіту (корабель та Фіттинг)

source: Total value (Ship, Fitting and Cargo)
de: Kompletter Wert (Schiff, Ausstattung und Ladung)
fr_fr: Valeur total (Vaisseau, Assemblage et Cargaison)
ru: Итоговое значение (Корабль, оснастка и трюм)
uk: Загальна вартість (корабель, фіттинг та карго)

source: The source for the loss value of a killmail. Fitted value is the value of the ship and its fitting. Total value is the value of the ship, its fitting and the cargo. (Default: Total value)
de: Die Quelle für den Verlustwert einer Killmail. Der Ausstattungswert ist der Wert des Schiffes und seiner Ausstattung. Der Gesamtwert ist der Wert des Schiffes, seiner Ausstattung und der Ladung. (Standard: Gesamtwert)
ru: Источник суммы потерь сообщения о смерти. Цена оснастки и корабля. Общее значение стоимости корабля, оснастки и трюма
uk: Джерело для вартості збитків killmail. Вартість фіту — це вартість корабля та його фіттингу. Загальна вартість — це вартість корабля, його фіттингу та карго. (За замовчуванням: Загальна вартість)

source: Setting
de: Einstellung
fr_fr: Paramètre
ru: Установка
uk: Налаштування

source: Settings
de: Einstellungen
fr_fr: Paramètres
ru: Настройки
uk: Налаштування

source: AA-SRP settings
de: AA-SRP Einstellungen
ru: Настройки AA-SRP
uk: Налаштування AA-SRP

source: SRP request status
de: SRP Anfragestatus
fr_fr: Statut de la demande de SRP
ru: Статус запроса SRP
uk: Статус запиту на SRP

source: Ship
de: Schiff
fr_fr: Vaisseau
ru: Тип корабля
uk: Корабель

source: Request history
de: Anfrageverlauf
fr_fr: Historique des demandes
ru: История SRP запроса
uk: Історія запитів

source: Action
de: Aktion
ru: Действие
uk: Дія

source: SRP request has been added.
de: SRP Anfrage wurde hinzugefügt.
fr_fr: La demande de SRP à été ajoutée.
ru: SRP запрос был добавлен.
uk: Запит на SRP був доданий.

source: SRP request status has changed to
de: Der SRP Anfragestatus hat sich geändert in
ru: Статус SRP запроса измене на
uk: Статус запиту на SRP було змінено на

source: Are you sure you want to (re-)activate the following SRP link?
de: Bist Du sicher das Du den SRP Link (re-) aktivieren willst?
fr_fr: Êtes-vous sûr de vouloir (ré-)activer le lien de SRP suivant?
ru: Вы уверены, что хотите (ре-)активировать эту SRP ссылку?
uk: Ви впевнені, що хочете (повторно) активувати наступне посилання на SRP?

source: Are you sure you want to disable the following SRP link?
de: Bist Du sicher das Du den SRP Link deaktivieren möchtest?
fr_fr: Êtes-vous sûr de vouloir désactiver le lien de SRP suivant?
ru: Вы уверены, что хотите отключить эту SRP ссылку?
uk: Ви впевнені, що хочете вимкнути наступне посилання на SRP?

source: Are you sure you want to delete the following SRP link and all SRP requests tied to it?
de: Bist Du sicher das Du den SRP Link und alle zugehörigen SRP Anfragen löschen willst?
ru: Вы уверены, что хотите удалить эту SRP ссылку и все связанные с ней SRP запросы?
uk: Ви впевнені, що хочете видалити наступне посилання на SRP та всі запити SRP, пов'язані з ним?

source: Create SRP link
de: SRP-Link erstellen
fr_fr: Créer un lien de SRP
ru: Создание SRP ссылки
uk: Створити SRP-посилання

source: Add/Edit After Action Report Link
de: Flottenbericht hinzufügen/bearbeiten
fr_fr: Ajouter/Modifier un lien de rapport après action
ru: Добавление/редактирование ссылки отчета о боевых действиях
uk: Додати/редагувати посилання на звіт після дії (AAR)

source: Delete SRP link
de: SRP Link löschen
fr_fr: Supprimer le de SRP
ru: Удаление SRP ссылки
uk: Видалити посилання на SRP

source: Close
de: Schließen
fr_fr: Clôturé
ru: Закрыть
uk: Закрити

source: Cancel
de: Abbrechen
fr_fr: Annuler
ru: Отмена
uk: Скасувати

source: Delete
de: Löschen
fr_fr: Supprimer
ru: Удалить
uk: Видалити

source: Disable
de: Deaktivieren
fr_fr: Désactiver
ru: Отключить
uk: Вимкнути

source: Enable
de: Aktivieren
fr_fr: Activer
ru: Включить
uk: Увімкнути

source: Are you sure you want to accept this SRP request?
de: Bist Du sicher das Du diese SRP Anfrage akzeptieren willst?
fr_fr: Êtes-vous sûr de vouloir accepter cette demande de SRP?
ru: Вы уверены, что хотите удовлетворить SRP запрос?
uk: Ви впевнені, що хочете прийняти цей запит на SRP?

source: Accept SRP requests
de: SRP Anfragen akzeptieren
uk: Прийняти запити на SRP

source: Are you sure you want to accept these SRP requests?
de: Bist Du sicher das Du diese SRP Anfragen akzeptieren willst?
uk: Ви впевнені, що хочете прийняти ці запити на SRP?

source: <b>Note:</b><br>Only pending SRP requests will be bulk approved.<br>Denied requests will not be bulk approved, as they need a reason for being approved again. Please review them manually.
de: <b>Hinweis:</b><br>Nur ausstehende SRP Anfragen werden genehmigt.<br>Abgelehnte Anfragen werden nicht genehmigt, da für eine erneute Genehmigung ein Grund erforderlich ist. Bitte überprüfe diese manuell.
uk: <b>Примітка:</b><br>Тільки невиплачені SRP запити будуть масово погоджені.<br>Заборонені запити не будуть масово погоджені, оскільки вони потребують причини для повторного погодження. Будь ласка, передивіться їх вручну.

source: Delete SRP requests
de: SRP Anfragen löschen
uk: Видалити запити на SRP

source: Are you sure you want to delete these SRP requests?
de: Bist Du sicher das Du diese SRP Anfragen löschen willst?
uk: Ви впевнені, що хочете видалити ці запити на SRP?

source: <b>Note:</b><br>This action is irreversible.<br>All selected SRP requests will be deleted.
de: <b>Hinweis:</b><br>Diese Aktion kann nicht rückgängig gemacht werden.<br>Alle ausgewählten SRP Anfragen werden gelöscht.
uk: <b>Примітка:</b><br>Ця дія незворотня.<br>Усі обрані SRP запити будуть видалені.

source: Are you sure you want to delete this SRP request?
de: Bist Du sicher das Du diese SRP Anfrage löschen willst?
fr_fr: Êtes-vous sûr de vouloir supprimer cette demande de SRP?
ru: Вы уверены, что хотите удалит данный SRP запрос?
uk: Ви впевнені, що хочете видалити цей запит на SRP?

source: Mark completed
de: Als beendet markieren
fr_fr: Marquer comme terminé
ru: Отметить как исполнено
uk: Позначити як завершене

source: Are you sure you want to mark this SRP link as completed and close it for good? Be aware that once it's completed, your pilots can no longer file SRP requests for this link / fleet.
de: Bist Du sicher das Du diesen SRP Link als beendet markieren und schließen willst? Sobald dieser geschlossen ist, können keine SRP Anfragen mehr gestellt werden.
ru: Вы уверены, что хотите отметить SRP ссылку как завершенную? После закрытия ссылки пилоты не смогут с ее помощью создавать SRP запросы.
uk: Ви впевнені, що хочете позначити це посилання на SRP як завершене і закрити його назавжди? Зверніть увагу, що після завершення ваші пілоти більше не зможуть подавати запити на SRP для цього посилання / флоту.

source: This SRP link still has %(number_pending_requests)s pending SRP request. Are you absolutely certain you want to mark this SRP link as completed?
de: Dieser SRP Link hat noch %(number_pending_requests)s ausstehende Anfrage. Bist Du absolut sicher das Du diesen Link schließen willst?
ru: Эта SRP ссылка все еще имеет %(number_pending_requests)s активный SRP запрос. Вы точно уверены, что хотите отметить эту SRP ссылку как завершенную?
uk: Це посилання на SRP все ще має %(number_pending_requests)s запит на SRP, в статусі очікування. Ви абсолютно впевнені, що хочете позначити це посилання на SRP, як завершене?

source: Are you sure you want to reject this SRP request?
de: Bist Du sicher das Du diese SRP Anfrage ablehnen willst?
fr_fr: Êtes-vous sûr de vouloir rejeter cette demande de SRP?
ru: Вы уверены, что хотите отклонить данный SRP запрос?
uk: Ви впевнені, що хочете відхилити цей запит на SRP?

source: Total SRP cost
de: Gesamte SRP Kosten
fr_fr: Coût total du SRP
ru: Общая стоимость SRP
uk: Загальна вартість SRP

source: SRP link name
fr_fr: Nom du lien SRP
ru: Название SRP ссылки
uk: Назва посилання на SRP

source: AAR
ru: ОБД
uk: AAR (звіт)

source: SRP cost
de: SRP Kosten
fr_fr: Coût du SRP
ru: Стоимость SRP
uk: Вартість SRP

source: Status
fr_fr: Statut
ru: Статус
uk: Статус

source: Actions
de: Aktionen
ru: Действия
uk: Дії
