Repository: ppfeufer/aa-srp
Catalog: aasrp/locale/*/LC_MESSAGES/django.po
Languages: de, fr_fr, ru, uk

source: Do you want to help translate this app into your language or improve the existing translation?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
fr_fr: Voulez-vous aider à traduire cette application dans votre langue ou améliorer la traduction existante ?
ru: Вы хотите помочь перевести это приложение на ваш язык или улучшить текущий перевод?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?

source: Join our team of translators!
de: Tritt unserm Team von Übersetzern bei!
fr_fr: Rejoignez notre équipe de traducteurs !
ru: Присоединяйтесь к нашей команде переводчиков!
uk: Приєднуйтесь до нашої команди перекладачів!

source: Fields marked with an asterisk (*) are mandatory
de: Mit einem Sternchen (*) gekennzeichnete Felder sind Pflichtfelder
fr_fr: Les champs marqués d'un astérisque (*) sont obligatoires
ru: Поля, отмеченные (*) обязательны
uk: Поля, позначені зірочкою (*), є обов'язковими

source: SRP link details
fr_fr: Détails du lien de SRP
ru: Информация о SRP ссылке
uk: Деталі посилання на SRP

source: Create link
de: Link erstellen
fr_fr: Créer un lien
ru: Создать ссылку
uk: Створити посилання

source: After action report
de: Flottenbericht
ru: Отчет о боевых действиях
uk: Звіт після дії

source: View active
de: Aktive ansehen
fr_fr: Afficher actif
uk: Переглянути активні

source: View all
de: Alle ansehen
fr_fr: Voir tout
ru: Посмотреть все
uk: Переклянути усі

source: Add SRP link
de: SRP Link hinzufügen
fr_fr: Ajouter un lien de SRP
ru: Добавить SRP ссылку
uk: Додати посилання на SRP

source: SRP links (all)
de: SRP Links (alle)
uk: Посилання на SRP (всі)

source: SRP links (active)
de: SRP Links (aktiv)
uk: Посилання на SRP (активні)

source: My SRP requests
de: Meine SRP Anfragen
fr_fr: Mes demandes de SRP
uk: Мої посилання на SRP

source: My settings
de: Meine Einstellungen
fr_fr: Mes paramètres
uk: Мої налаштування

source: SRP / Fleet details
de: SRP / Anfragen Details
ru: Информация о флоте/SRP
uk: SRP / Деталі флоту

source: FC
ru: ФК
uk: ФК

source: Read here
de: Hier lesen
fr_fr: Lisez ici
ru: Читайте здесь
uk: Читати тут

source: Your SRP request
de: Deine SRP Anfrage
fr_fr: Votre demande de SRP
ru: Ваш SRP запрос
uk: Ваш запит на SRP

source: Submit SRP request
de: SRP anfordern
fr_fr: Rendre la demande de SRP
ru: Отправить SRP запрос
uk: Подати запит на SRP

source: Working on it, please be patient …
de: Bei der Arbeit, bitte hab etwas Geduld …
fr_fr: En cours de travail, soyez patient …
ru: Работаем над этим, потерпите …
uk: В процесі, будь ласка, зачекайте…

source: Fetching kill mail information, this might take a moment …
de: Hole die Informationen für die Killmail, dies kann einen kleinen Moment dauern …
fr_fr: Récupération des informations du kill mail, cela peut prendre un moment…
uk: Завантажую kill mail інформацію…

source: Save settings
de: Einstellungen speichern
fr_fr: Sauvegarder les paramètres
uk: Зберегти налаштування

source: My total SRP cost
de: Meine gesamten SRP Kosten
uk: Загальна сума SRP компенсації

source: Request details
de: SRP Anfrage Details
fr_fr: Détails de la demande
ru: Запросить детали
uk: Деталі запиту

source: ISK lost
de: ISK Verlust
fr_fr: ISK perdus
ru: Потерянные ISK
uk: Втрачено ISK

source: SRP payout
de: SRP Auszahlung
ru: SRP выплата
uk: SRP компенсація

source: Bulk actions
de: Massenaktionen
uk: Масові операції

source: Bulk approve
de: Genehmigung
uk: Масове погодження

source: Only pending SRP requests will be approved. Denied requests will not be bulk approved, as they need a reason for being approved again.
de: Es werden nur ausstehende SRP Anfragen genehmigt. Abgelehnte Anfragen werden nicht genehmigt, da für eine erneute Genehmigung ein Grund erforderlich ist.
uk: Тільки заявки, що очікують, будуть погоджені. Відхилені запити не будуть погоджені, оскільки вони потребують причини для повторного погодження.

source: Approve selected SRP requests
de: Ausgewählte SRP Anfragen genehmigen
uk: Погодити обрані SRP запити

source: Approve
de: Genehmigen
uk: Погодити

source: Bulk delete
de: Löschen
uk: Масове видалення

source: Please note that the "Delete" action is irreversible.
de: Bitte beachte, dass die Aktion „Löschen“ unumkehrbar ist.
uk: Будь ласка, майте на увазі, що "Видалення" - незворотня операція.

source: Delete selected SRP requests
de: Ausgewählte SRP Anfragen löschen
uk: Видалити обрані запити на SRP

source: Clear selection
de: Auswahl löschen
uk: Очистити виділення

source: Overview
de: Übersicht
fr_fr: Aperçu
ru: Обзор
uk: Перегляд

source: Total
de: Gesamt
ru: Всего
uk: Сума

source: Copy SRP code to clipboard
de: SRP Code in die Zwischenablage kopieren
uk: Скопіювати код SRP в буфер обміну

source: Back to SRP overview
de: Zurück zur Übersicht
fr_fr: Retour à l'aperçu du SRP
ru: Вернуться к обзору SRP
uk: Назад до перегляду SRP

source: SRP requests
de: SRP Anfrageen
fr_fr: Demandes de SRP
ru: SRP запросы
uk: Запити на SRP

source: Click on the value to edit, Enter to save, ESC to cancel.
de: Klicke auf den Wert zum Bearbeiten, Enter zum Speichern, ESC zum Abbrechen.
fr_fr: Cliquez sur la valeur à modifier, Enter pour enregistrer, ESC pour annuler.
ru: Кликните на значение для редактирования, Enter для сохранения, ESC для отмены.
uk: Натисніть на значення для редагування, натисніть Enter для збереження, ESC для скасування.

source: Reject information
de: Ablehnungsinformation
fr_fr: Rejeter l'information
ru: Причина отказа
uk: Інформація про відхилення

source: Click here to change the payout amount for this SRP request.
de: Klicke hier, um den Auszahlungsbetrag für diese SRP Anfrage zu ändern.
fr_fr: Cliquez ici pour modifier le montant du paiement pour cette demande de SRP.
ru: Кликните для изменения размера SRP выплаты.
uk: Натисніть тут, щоб змінити суму виплати для цього SRP запиту.

source: Enter SRP payout value
de: SRP Auszahlungsbetrag eingeben
fr_fr: Saisissez la valeur du paiement du SRP
ru: Введите размер SRP выплаты
uk: Введіть суму SRP відшкодування

source: Empty values are not allowed
de: Leere Eingaben sind nicht erlaubt
fr_fr: Les valeurs vides ne sont pas autorisées
ru: Пустое значение недопустимо
uk: Порожні значення не валідні

source: This field is required.
de: Dies ist ein Pflichtfeld.
fr_fr: Ce champ est obligatoire.
ru: Это поле необходимо.
uk: Це поле обов’язкове.

source: Link
fr_fr: Lien
ru: Ссылка
uk: Посилання

source: Copy SRP link to clipboard
de: SRP Link in die Zwischenablage kopieren
fr_fr: Copier le lien de SRP dans le presse-papiers
ru: Скопировать SRP ссылку в буфер обмена
uk: Скопіювати SRP-посилання у буфер обміну

source: No matching SRP request found
de: Keine passende SRP Anfrage gefunden
uk: Нема підходящого запиту на відшкодування втрат

source: Invalid form data
de: Ungültige Formulardaten
uk: Не коректний формат даних

source: SRP request has been approved
de: SRP Anfrage wurde akzeptiert
fr_fr: La demande de SRP a été approuvée
ru: SRP запрос был удовлетворен
uk: SRP запит одобрено

source: Invalid request method
de: Ungültige Anfragemethode
uk: Не коректний виклик методу

source: No matching SRP requests found
de: Keine passenden SRP Anfragen gefunden
uk: Нема підходящих запитів на відшкодування втрат

source: SRP requests have been approved
de: SRP Anfragen wurden akzeptiert
uk: SRP запити одобрені

source: SRP request has been rejected
de: SRP Anfrage wurde abgelehnt
fr_fr: La demande de SRP a été rejetée
ru: SRP запрос был отклонен
uk: Запит SRP відхилено

source: SRP request has been removed
de: SRP Anfrage wurde entfernt
fr_fr: La demande de SRP a été supprimée
ru: SRP запрос был удален
uk: Запит SRP видалено

source: SRP requests have been removed
de: SRP Anfragen wurden entfernt
uk: Запити SRP видалено

source: You do not have the needed permissions to view all SRP links
de: Du hast nicht die erforderlichen Berechtigungen, um alle SRP Links anzuzeigen
fr_fr: Vous ne disposez pas des autorisations nécessaires pour afficher tous les liens de SRP
ru: У Вас нет прав для просмотра всех SRP ссылок
uk: У вас немає необхідних дозволів для перегляду всіх посилань SRP

source: Settings saved.
de: Einstellungen gespeichert.
fr_fr: Paramètres enregistrés.
ru: Настройки сохранены.
uk: Налаштування збережено.

source: SRP link "{srp_code}" created
de: SRP Link „{srp_code}“ erstellt
uk: Створено SRP-посилання "{srp_code}"

source: Unable to locate SRP link using SRP code {srp_code}
de: SRP Link zu SRP ID {srp_code} konnte nicht gefunden werden
uk: Не вдалося знайти посилання SRP за кодом SRP {srp_code}

source: AAR link changed
de: AAR Link geändert
fr_fr: Lien AAR modifié
ru: Ссылка на ОБД изменена
uk: Змінено ARR-посилання

source: Submitted SRP request for your {ship_name}.
de: SRP Anfrage für Deine {ship_name} eingereicht.
uk: Відправлено SRP запит для вашого {ship_name}.

source: Unable to locate SRP Fleet using SRP code {srp_code}
de: SRP Flotte zur SRP ID {srp_code} konnte nicht gefunden werden
ru: Невозможно найти SRP флот используя Код SRP {srp_code}
uk: Не вдалося знайти SRP-флот за SRP-кодом {srp_code}

source: This SRP link is no longer available for SRP requests.
de: Dieser Link ist nicht länger verfügbar für SRP Anfragen.
ru: Эта SRP ссылка больше недоступна для создания SRP запросов.
uk: Це SRP-посилання більше не доступне для SRP-запитів.

source: Something went wrong, your kill mail ({submitted_killmail_link}) could not be parsed: {error}
de: Etwas ist schief gegangen, Deine Killmail ({submitted_killmail_link}) konnte nicht analysiert werden: {error}
uk: Виникла помилка, ваш kill mail ({submitted_killmail_link}) не вдалося розібрати: {error}

source: Character {victim_id} does not belong to your Auth account. Please add this character as an alt to your main and try again.
de: Der Charakter {victim_id} gehört nicht zu Deinem Auth Konto. Bitte füge diesen als Zweitcharakter hinzu und versuche es noch einmal.
ru: Пилот {victim_id} не зарегистрирован в Вашем Auth аккаунте. Добавьте пилота альтом и повторите запрос.
uk: Персонаж {victim_id} не належить вашому обліковому запису Auth. Додайте цього персонажа як альта до вашого основного облікового запису та спробуйте ще раз.

source: SRP link marked as completed
de: SRP Link als beendet markiert
fr_fr: Lien du SRP marqué comme terminé
ru: SRP ссылка помечена как завершенная
uk: Посилання SRP позначено як завершене

source: Unable to locate SRP link with ID {srp_code}
de: SRP Link mit ID {srp_code} konnte nicht gefunden werden
uk: Не вдалося знайти код SRP з ID {srp_code}

source: SRP link {srp_code} (re-)activated.
de: SRP Link {srp_code} (re-)aktiviert.
ru: SRP ссылка {srp_code} (ре-)активирована.
uk: Посилання SRP {srp_code} (знову) активоване.

source: SRP link {srp_code} disabled.
de: SRP Link {srp_code} deaktiviert.
ru: SRP ссылка {srp_code} отключена.
uk: Посилання SRP {srp_code} вимкнено.

source: SRP link {srp_code} deleted.
de: SRP Link {srp_code} gelöscht.
ru: SRP ссылка {srp_code} удалена.
uk: Посилання SRP {srp_code} видалено.
